Repository: muradkarakas/chipingo
Catalog: sites/all/modules/chipingo/translations/chipingo.*.po
Languages: tr

source: None.
tr: Hiçbiri.

source: Edit
tr: Düzenle

source: Options
tr: Ayarlar

source: Publish
tr: Yayımla

source: Results
tr: Sonuçlar

source: Delete QTag
tr: QTag'ı Sil

source: Delete
tr: Sil

source: Question Type
tr: Soru Türü

source: Option Type
tr: Cevaplama Türü

source: Restrictions
tr: Kısıtlamalar

source: Delete Session
tr: Oturumu Sil

source: Operations
tr: İşlemler

source: Session Name
tr: Oturum Adı

source: Cancel deletion
tr: Silme işlemini iptal et

source: Successfully deleted
tr: Silme işlemi başarılı

source: List
tr: Listele

source: Start date
tr: Başlangıç tarihi

source: End date
tr: Bitiş tarihi

source: Creation Date
tr: Oluşturma zamanı

source: Last change
tr: Son değişiklik

source: Last Change
tr: Son değişiklik

source: Home
tr: Ana Sayfa

source: Option Configuration
tr: Cevaplama ayarları

source: Option type
tr: Cevaplama türü

source: Save Option Configuration
tr: Cevaplama Ayarlarını Kaydet

source: Cancel
tr: İptal

source: Saved
tr: Kaydedildi

source: Question Configuration
tr: Soru Ayarları

source: Question type
tr: Soru türü

source: Save Question Configuration
tr: Soru Ayarlarını Kaydet

source: Restriction Edit
tr: Kısıtlamaları Düzenle

source: Gender
tr: Cinsiyet

source: Language
tr: Dil

source: Country
tr: Ülke

source: City
tr: İlçe

source: Age
tr: Yaş

source: Save Restriction
tr: Kısıtlamaları Kaydet

source: Define "Language" restriction
tr: Dil Kısıtlamalarını Tanımla

source: Define "Country" restriction
tr: Ülke Kısıtlamalarını Tanımla

source: Define "City" restriction
tr: Şehir Kısıtlamalarını Tanımla

source: QTag Id
tr: QTag Numarası

source: Publish start date
tr: Yayın tarihi

source: Publish end date
tr: Yayın bitiş tarihi

source: Session Status
tr: Oturum durumu

source: Session Question Type
tr: Oturum soru türü

source: Session Option Type
tr: Oturum seçeneği türü

source: Go back
tr: Geri git

source: Session
tr: Oturum

source: Session Restriction Setting
tr: Oturum Kısıtlama Ayarları

source: Session Question Settings
tr: Oturum Soru Ayarları

source: Session Option Settings
tr: Oturum Cevap Seçenekleri Ayarları

source: QTag Options
tr: QTag Cevap Seçenekleri

source: Upload Publisher Logo Image File
tr: Yayınci Logo'sunu Yükle

source: Upload Chipingo Logo Image File
tr: ChipInGo Logosu Yükle

source: Upload ChipInGo Image
tr: ChipInGo resmi yükle

source: Image
tr: Resim

source: In Simple View now
tr: Basit görünümde

source: Quick ChipInGo & QTags List
tr: ChipInGo & QTag Hızlı Erişim

source: QTag Session List
tr: QTag Oturum Listesi

source: QTag Session Detail Panel
tr: QTag Oturum Detay Paneli

source: ChipInGo Search Block
tr: ChipInGo Arama Bloğu

source: Switch to Advanced View
tr: Gelişmiş Arayüze Geçiş Yap

source: Switch to Simple View
tr: Basit Arayüze Geçiş Yap

source: In Advanced View now
tr: Gelişmiş görünümde

source: ChipInGo Module
tr: ChipInGo Modülü

source: ChipInGo
tr: ChipInGo Modülü

source: times chosen
tr: kere seçildi

source: Main menu
tr: Ana menü

source: Secondary menu
tr: İkincil menü

source: Publisher & ChipInGo Settings
tr: Yayıncı & ChipInGo Ayarları

source: Publisher & ChipInGo
tr: Yayıncı & ChipInGo

source: Cassandra database nodes
tr: Cassandra veritabanı bilgisayarlari

source: Save
tr: Kaydet

source: Chipingo parameter is mandatory
tr: ChipInGo alanını doldurmalısınız

source: qtag parameter is mandatory
tr: QTag alanını doldurmalısınız

source: chipingo_email parameter is mandatory
tr: ChipInGo e-posta alanını doldurmalısınız

source: Chipingo is mandatory
tr: ChipInGo alanını doldurmalısınız

source: Publisher is mandatory
tr: Yayınci alanını doldurmalısınız

source: E-mail is mandatory
tr: E-posta alanını doldurmalısınız

source: E-mail value is not valid
tr: E-posta geçerli değil

source: ChipInGo e-mail is mandatory
tr: E-posta alanını doldurmalısınız

source: Publisher
tr: Yayımcı

source: Publisher and ChipInGos are listed here. You cannot delete those in use.
tr: Yayımcı ve ChipInGo listesi. Kullanımda olanları silemezsiniz.

source: Not verified
tr: Onaylanmamış

source: Has published QTag
tr: Yayınlanmış QTag var

source: Verified, has not published QTag
tr: Onaylanmış, yayınlanmış QTag yok

source: e-mail
tr: e-posta

source: Add
tr: Ekle

source: Logo
tr: Resim

source: E-Mail
tr: E-Posta

source: Status
tr: Durum

source: QTag saved successfully
tr: QTag başarıyla kaydedildi

source: Back
tr: Geri git

source: Choose one of your valid ChipInGo
tr: Geçerli ChipInGo'larınızdan birini seçiniz

source: Question
tr: Soru

source: Publish ChipInGo
tr: Yayımla

source: Delete Question
tr: Sil

source: Save Question
tr: Kaydet

source: Create a New Question
tr: Yeni bir QTag oluştur

source: Add a new Question
tr: Yeni bir QTag ekle

source: Session saved
tr: Oturum Kaydedildi

source: will be published. Please provide publish end date.
tr: yayımlanacak. Lütfen yayın bitiş tarihi giriniz.

source: The time when voting is start
tr: Yayın başlangıç tarihi

source: The time when voting is finished
tr: Yayın bitiş tarihi

source: Confirm Publish
tr: Yayımı onayla

source: Confirms and Publish the selected QTag and session
tr: Yayın işlemini onayla

source: Cancel publication
tr: İptal

source: Session status
tr: Oturum durumu

source: Name of the session
tr: Oturum Adı

source: Save Session
tr: Oturumu Kaydet

source: Question is in PUBLISHED MODE now.
tr: Soru şu anda yayında.

source: Restriction settings are as below.
tr: Kısıtlama ayarları aşağıdaki gibidir

source: Save Restrictions
tr: Kısıtlamaları kaydet

source: Option
tr: Cevap

source: New Option
tr: Yeni cevap

source: Your own option is selected. However, your option may match one of these
tr: Seçeneğiniz eklenecek ve işaretlenecektir. İşaretlemeden önce lütfen sizinki ile aynı olabilecek diğer seçenekleri inceleyiniz.

source: Vote
tr: Oyla

source: Cancel Voting
tr: Oylamayı iptal et

source: Your options has been deleted
tr: Seçeneğiniz silindi.

source: Chosing multiple options is not allowed
tr: Birden fazla seçenek işaretleyemezsiniz.

source: Your reply saved
tr: Kaydedildi

source: No option is chosed
tr: Cevap seçilmedi.

source: There is no published ChipInGo
tr: Yayınlanmıi ChipInGo bulunmamaktadır

source: published by
tr: tarafından yayınlanmış

source: No published question at the moment
tr: Yayınlanmış ChipInGo yok

source: Reply
tr: Cevapla

source: Delete My Reply
tr: Seçeneğimi sil

source: Unsubscribe
tr: Aboneliği iptal et

source: Subscribe
tr: Abone ol

source: Options provided by publisher
tr: Yayımcı tarafından sağlanan seçenekler

source: There are no options provided by publisher
tr: Yayıncı tarafından sağlanan seçenek bulunmamaktadır.

source: Provided by other voters
tr: Diğer kullanıcılar tarafından girilen seçenekler

source: There are no options provided by other users
tr: Diğer kullanıcılar tarafından sağlanan seçenek bulunmamaktadır.

source: Subscriptions
tr: Abonelikler

source: Show Alternatives
tr: Benzer diğer seçenekleri göster

source: Type your search text
tr: Arama kelimesi giriniz

source: Search Result
tr: Arama sonuçları

source: will be published on
tr: tarihinde yayınlandı

source: Create a new Session
tr: Yeni Oturum Oluştur

source: Session Settings
tr: Oturum Ayarları
